IDEA Open Model
StrainImpulse.GammaXY Property
Compatible with IDEA StatiCa v 10.1
 The shear strain.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double GammaXY { get; set; }
Public Property GammaXY As Double
	Get
	Set
public:
property double GammaXY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace